;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 07 mai 2018
;~ Author.......: Derick Payne (Rizonesoft)
;~ Translator...: Noam (France)
;~ Link.........: www.rizonesoft.com
;~ =============================================================================

[Main]
Product = Firemin
Version = 8

[Language]
;~ Please ad the translated language name next to the english name. For example; Ελληνικά - Greek
Name = Français - French 
Code = fr
Encoding = Unicode (UTF-16) LE BOM

[Translations]
;~ Please do not translate this section.
About = About
Custom = Custom
Donate = Donate
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = Infos sur %{Program.Name}
Label_Version = Version
Label_AutoIt = Conçu avec AutoIt version
Label_Copyright = Droits d'auteur
Tip_Title_Donate = Faire un don
Tip_Message_Donate = Quand vous faites un don, vous nous aidez à conserver notre logiciel gratuit\rnet à nous permettre d'acquérir les outils et les services que nous utilisons pour vous servir.
Label_Home = Page d'accueil
Label_License = Licence
Label_Support = Obtenir de l'aide
Tip_Title_Country = Fabriqué en Afrique du Sud
Tip_Message_Country = %{Program.Name} est né en Afrique du Sud.
Label_Contributors = Contributeurs
Tip_Facebook = Likez-nous sur Facebook.
Tip_Twitter = Suivez-nous sur Twitter.
Tip_GooglePlus = Retrouvez-nous sur Google.
Tip_GitHub = %{Program.Name} sur GitHub.
Button_Ok = Ok
Label_RAM = (RAM) %d Mo libres sur %d Mo (%d%)
Tip_RAM = Mémoire vive
Label_HDD = (%s) %.2f Go libres sur %.2f Go (%d%)

[Custom]
Label_Status_Welcome = Commencez par charger le navigateur (sélectionnez le fichier). %{Program.Name} va automatiquement détecter le processus à partir de l'exécutable sélectionné.
Label_Status_Updates = Vérification des mises à jour
Group_Load_Browser = Navigateur chargé
Label_Executable = Chemin d'accès de l'exécutable (%s):
Label_Process_Usage = Usage mémoire :
Label_Process_Peak = Pic mémoire :
Button_Browse = &Parcourir
Group_Options = Options
Checkbox_Reduce_Mem = Mémoire réduite toutes les :
Label_Milliseconds = millisecondes
Checkbox_Reduce_Limit = Réduire la mémoire si l'usage dépasse :
Checkbox_Start_With = Démarrer %s quand %{Program.Name} démarre
Checkbox_Enable_Extended_Processes = Activer les processus étendus
Button_Extended_Processes = &Processus étendus
Checkbox_Start_Windows = Démarrer %{Program.Name} quand Windows démarre
Label_Settings_Updated = Paramètres mis à jour avec succès
Button_Cancel = Annuler
Button_Save = Enregistrer
Time_Unit_01 = millisecondes
Time_Unit_02 = secondes
Time_Unit_03 = minutes
Time_Unit_04 = heures
Label_Boost_Description = Réduire toutes les %s %s si l'usage dépasse les %s Mo.
Title_Select_Browser = Sélectionnez le navigateur
Tip_Minimized_Title = %{Program.Name} fonctionne toujours
Tip_Minimized_Message = %{Program.Name} va continuer à fonctionner pour optimiser l'usage de la mémoire de % s. Cliquez sur l'icône dans la zone de notification pour modifier diverses options d'optimisation.

[Donate]
Label_Heading = %{Program.Name} has been serving you for over %d hours. Now, how about a small donation?
Label_Message = Click on the PayPal button below, choose an amount, and send us the donation. Your donation will be used to improve our software and keep everything free on Rizonesoft. A $20 donation will keep us going for at least a month.
Label_Donate = Would you consider a small gift of $10 to help us improve %{Program.Name} and keep the lights on?

[Menus]
File = &Fichier
File_Preferences = &Préférences
File_Close = &Quitter\tShift+Alt+F4
Help = &Aide
Help_Update = &Vérifier les mises à jour
Help_Home = Site de %{Company.Name} 
Help_Downloads = &Plus de téléchargements
Help_Support = &Obtenir de l'aide
Help_Issue = &Signaler un problème
Help_Donate = &Faire un don 
Help_About = Infos sur %{Program.Name}
Tray_About = Infos sur %{Program.Name} %s
Tray_Open = Ouvrir %{Program.Name}
Tray_Extended_Processes = Processus étendus
Tray_Run = Exécuter %s
Tray_Run_Safemode = Exécuter %s en mode sans échec

[Messages]
Info_Title = Prenez note SVP
Warning_Title = Attention !
Error_Title = Oups, quelque chose s'est mal passé !
Error_Oops = Oups !
Singleton = Une autre instance de %{Program.Name} est déjà exécutée.
Compatible = %{Program.Name} n'est pas compatible avec votre version de Windows. Si vous pensez qu'il s'agit d'une erreur, n'hésitez pas à laisser un message à '%s' avec tous les détails.
Compatible_Bit = Malheureusement,%{Program.Name} 32 bits n'est pas compatible avec votre version de Windows. Veuillez télécharger %{Program.Name} 64 Bit à partir de '%s'

[Preferences]
Window_Title = Préférences
Tab_General = Général
Tab_Performance = Performance
Tab_Language = Langue
Group_Notifications = Notifications
Group_Extended_Processes = Processus étendus
Group_Priority = Priority
Group_Memory = Memory
Group_Language = Langue
Checkbox_Notifications = Afficher les info-bulles dans la zone de notification
Label_Extended_Processes = Entrez ici les noms des processus supplémentaires que vous aimeriez que %{Program.Name} optimise. La liste doit être séparée par une virgule (Process01.exe, Process02.exe, etc.)
Label_SetPriority = Set process priority:
Checkbox_SaveRealtime = Save priority above high (not recommended).
Checkbox_ReduceMemory = Reduce memory on low memory systems.
Label_Language_Message = Sélectionnez la langue souhaitée puis appuyez sur le bouton %s pour continuer. (Redémarrage requis)
Button_Save = Enregistrer
Button_Cancel = Annuler
Label_Updated = Préférences mises à jour
MsgBox_Language_Title = Langue changée
MsgBox_Language_Message = La langue sélectionnée a changé. %{Program.Name} doit être redémarré pour que la langue choisie prenne effet.
MsgBox_Closing_Title = Fermeture %{Program.Name}
MsgBox_Closing_Message = Voulez-vous fermer %{Program.Name} maintenant?

[Update]
Window_Title_Available = Mise à jour disponible
Window_Title_Congratulations = Félicitations ! 
Window_Title_Error = Quelque chose s'est mal passé !
Label_Message_Update = Il y a une nouvelle version de '%{Program.Name}' disponible.
Label_Message_Latest = Vous utilisez la dernière version de '%{Program.Name}'.
Label_Message_Error = Les informations au sujet de la dernière version de '%{Program.Name}' n'ont pas pu être récupérées.
Label_Message_Internet = SVP, vérifiez votre connexion à internet et réessayez.
Label_Build_Current = Version actuelle :
Label_Build_Update = Nouvelle version :
CheckBox_NoUpdate = MàJ : ne pas vérifier au démarrage.
Button_Update = Read more
Button_Close = Quitter

[Versioning]
Administrator = Administrateur
Build = Build
AutoIt_Version = version d'AutoIt utilisée %{AutoIt.Version}
Bit = bits